stores = {2171: '南京东方福来德', 144: '上海五角场合生汇B1', 2584: '上海北外滩来福士', 1384: '环球影城', 2408: '杭州湖滨银泰B1（新店）', 580: '杭州万象城',
          2410: '杭州金沙天街', 207: '宁波来福士', 155: '宁波印象城', 899: '上海环球港', 300: '上海人民广场来福士B1', 269: '上海美罗城', 2537: '上海漕河泾印象城',
          830: '苏州印象城1F店', 168: '无锡崇安恒隆B1', 1832: '南通中南城店', 210: '北京王府井APM店', 111: '北京三里屯太古里B1', 384: '北京蓝色港湾',
          2637: '北京国贸三期', 1804: '北京合生汇店', 1003: 'POP UP', 3007: '赛格'}
ningbo_store = {207: '宁波来福士', 155: '宁波印象城'}
hangzhou_store = {2408: '杭州湖滨银泰B1（新店）', 580: '杭州万象城', 2410: '杭州金沙天街'}
shanghai_store = {144: '上海五角场合生汇B1', 2584: '上海北外滩来福士', 899: '上海环球港', 300: '上海人民广场来福士B1'}
beijing_store = {210: '北京王府井APM店', 111: '北京三里屯太古里B1', 384: '北京蓝色港湾', 2637: '北京国贸三期', 1804: '北京合生汇店'}
film_store = {3007: '赛格'}
